aic94xx-firmware
alacritty-theme
betterlockscreen
celt
downgrade
forx
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
i3lock-color
jmtpfs
ngrok
siji-git
staruml
sublime-text-4
ttf-font-awesome-4
ttf-font-awesome-5
ttf-material-design-icons-desktop-git
ttf-monaco
wd719x-firmware
xmind
yay
