acpi
aic94xx-firmware
alacritty
alacritty-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amf-headers
arandr
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
aria2
asp
atril
autoconf
automake
base
betterlockscreen
bind
bison
brightnessctl
bspwm
btrfs-progs
celt
clementine
cmake
cpulimit
cpupower
cvs
dialog
docker
docker-compose
dosfstools
downgrade
dunst
evince
exa
expac
faad2
fakeroot
feh
ffmpeg
firefox-developer-edition
flameshot
flex
font-manager
forx
freetype2
fzf
gcc
gimp
git
github-cli
gnome-themes-extra
gnu-free-fonts
go
groff
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gst-libav
gst-plugins-good
gtk-engine-murrine
gtk-engines
gtk4
gvfs-gphoto2
gvfs-mtp
htop
hugo
iotop
jack2
jack2-dbus
jack2-docs
jdk-openjdk
jmtpfs
jre-openjdk
jrnl
kde-cli-tools
kdenlive
lib32-libva
libavtp
libmediainfo
libmpcdec
libpulse
libtool
libva
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau
libvdpau-va-gl
libxcrypt-compat
libxft
libxvmc
light
linux-firmware
linux-zen
linux-zen-headers
lsof
luarocks
lxappearance
m4
make
maven
mercurial
mesa
mesa-utils
mesa-vdpau
mkvtoolnix-cli
moc
mpv
mtools
mtpfs
ncdu
neovim
net-tools
nethogs
network-manager-applet
networkmanager
newsboat
ngrok
nmap
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
opendoas
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pacman-contrib
patch
picom
pkgconf
polybar
python-cairosvg
python-pip
qbittorrent
qt5ct
reflector
renameutils
ripgrep
rofi
rsync
ruby
rust
sassc
siji-git
speedtest-cli
spirv-tools
sratom
staruml
stow
strace
sublime-text-4
sudo
sxhkd
sxiv
task
taskd
telegram-desktop
terminus-font
texinfo
thunar
time
tipp10
tlp
tmux
trash-cli
ttc-iosevka
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-font-awesome
ttf-font-awesome-4
ttf-font-awesome-5
ttf-inconsolata
ttf-jetbrains-mono
ttf-liberation
ttf-linux-libertine
ttf-material-design-icons-desktop-git
ttf-monaco
ttf-nerd-fonts-symbols
ttf-roboto
ttf-ubuntu-font-family
tumbler
unarchiver
unrar
unzip
vdpauinfo
vim
vulkan-icd-loader
wavpack
wd719x-firmware
wget
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xdg-utils
xdotool
xf86-video-ati
xmind
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zip
zsh
